pkg/org-ruby-0.6.2/spec/html_examples/link-features.org
#+TITLE: link-features.org

Org-mode export supports a lot of link features. I've covered "simple"
HTML links elsewhere. Now let's cover links to other org files, other
sections within documents, etc.

* Links to other org files

  This is a link to the ~code-comment.org~ file in the same
  directory. In ~emacs~, if you click it, the other file opens. We
  want the same behavior in the HTML export.

  [[file:code-comment.org][Code Comment]]

* Search links

  This is a search link into code-comment.org.

  [[file:code-comment.org::*Code%20Comment][Code Comment]]
