pkg/org-ruby-0.6.1/spec/html_examples/link-features.html
<p class="title">link-features.org</p>
<p>Org-mode export supports a lot of link features. I&#8217;ve covered &#8220;simple&#8221; HTML links elsewhere. Now let&#8217;s cover links to other org files, other sections within documents, etc.</p>
<h1>Links to other org files</h1>
<p>This is a link to the <code>code-comment.org</code> file in the same directory. In <code>emacs</code>, if you click it, the other file opens. We want the same behavior in the HTML export.</p>
<p><a href="code-comment.html">Code Comment</a></p>
<h1>Search links</h1>
<p>This is a search link into code-comment.org.</p>
<p><a href="code-comment.html">Code Comment</a></p>
